export const screens = [
    {
        level: 0,
        type: 'start',
        question: `
        <h2 class='wh'>Практика — это путь к&nbsp;совершенству!</h2>
        <p  class='wh'>Уверены, вы и сами это знаете, поэтому, предлагаем не&nbsp;откладывать её на потом!</p>
        <p  class='wh'>Готовы ли вы проверить свои навыки публичных выступлений? Это займет всего 5 минут.</p>`,
        answers: [
            {
                text: 'Да',
                addition: `<h2 class='wh'>Отлично!</h2><p class='wh'> Решительность – это уже половина успеха! Давайте начнем!</p>`,
                additionButton: "Вперёд"
            },
            {
                text: 'Нет',
                addition: `<h2 class='wh'> Оставьте сомнения в прошлом!</h2>
                <p class='wh'>Личный опыт принесёт вам больше пользы, чем тысяча книг о&nbsp;публичных выступлениях!</p>
                <p class='wh'>Смело сделайте шаг вперёд, обещаем, вам точно понравится!</p>`,
                additionButton: "Вперёд"
            }

        ]
    },
    {
        level: 1,
        type: 'audience',
        visiblePeople: [2, 8, 9],
        visiblePeopleMob: [2, 10, 7],
    },
    {
        level: 2,
        type: 'standart',
        visiblePeople: [2, 8, 9],
        visiblePeopleMob: [2, 10, 7],
        question: `<h2>Выбор темы</h2>
        <p>Первое с чего стоит начать подготовку к&nbsp;выступлению&nbsp;— это хорошо знакомая вам тема. </p><p>Отметьте ту, в&nbsp;которой вы разбираетесь лучше всего.</p>`,
        answers: [{
            text: "Продолжить",
        }]
    },
    {
        level: 3,
        visiblePeople: [2, 8, 9],
        visiblePeopleMob: [2, 10, 7],
        type: 'tags',
        answers: [{
            additionText: "Дальше",
            tags: [
                {
                    name: "Спорт и ЗОЖ",
                    bg: "#81F0F6",
                    zoom: 1,
                    font: "#000"
                },
                {
                    name: "Естественные науки",
                    bg: "#A4F375",
                    zoom: 1.2,
                    font: "#000"

                },

                {
                    name: "Гуманитарные науки",
                    bg: "#ED694A",
                    zoom: 1,
                    font: "#fff"

                },
                {
                    name: "Наука и технологии",
                    bg: "#6EE5D1",
                    zoom: 1.5,
                    font: "#000"
                },
                {
                    name: "Экология",
                    bg: "#F28F99",
                    zoom: 1,
                    font: "#fff"
                },
                {
                    name: "Культура и искусство",
                    bg: "#BB95F1",
                    zoom: 1.2,
                    font: "#fff"

                },
                {
                    name: "Бизнес и карьера",
                    bg: "#4DC5F4",
                    zoom: 1,
                    font: "#fff"

                },
                {
                    name: "Медиа и маркетинг",
                    bg: "#F7F532",
                    zoom: 1.2,
                    font: "#000"

                }
            ],
            addition: `<h2>Отличный выбор!</h2> <p>Нашим зрителям как раз было бы интересно об этом послушать!</p>`,
            additionButton: "Продолжить"
        }]
    },
    {
        level: 4,
        type: "audience",
        visiblePeople: [2, 4, 5, 8, 9],
        visiblePeopleMob: [2, 3, 4, 7, 10],
    },
    {
        level: 5,
        type: "standart",
        people: true,
        visiblePeople: [2, 4, 5, 8, 9],
        visiblePeopleMob: [2, 3, 4, 7, 10],
        question: `<h2>У вас хорошо получается!</h2><p>Новые зрители&nbsp;– отличное тому подтверждение!</p>`,
        answers: [{
            additionText: 'Дальше'
        }]
    },
    {
        level: 6,
        type: "standart",
        visiblePeople: [2, 4, 5, 8, 9],
        visiblePeopleMob: [2, 3, 4, 7, 10],
        question: `<h2>Культура речи</h2>
        <p>Уверенное знание материала&nbsp;– это фундамент любого выступления! Теперь давайте перейдём к&nbsp;постройке «первого этажа»!</p>
        <p>Чтобы звучать красиво и&nbsp;лаконично, нужно избавиться от слов-паразитов. Уверены, у&nbsp;вас получится!</p>
        `,
        answers: [{
            text: 'Продолжить',
            addition: `<h2>Избавьтесь от слов-паразитов!</h2>
            <p>Просто кликните по тем, которые кажутся вам лишними.</p>
            <p>Внимание: время на размышления ограничено, когда закончите&nbsp;– нажмите «Проверить».</p>
            <p>Готовы? Тогда вперёд!</p>`,
            additionButton: "Начать"
        }]

    },
    {
        level: 7,
        visiblePeople: [2, 4, 5, 8, 9],
        visiblePeopleMob: [2, 3, 4, 7, 10],
        type: "karaoke",
        question: ``,
        answers: [
            {
                addition: `<h2>Отлично получилось!</h2>
                <p>Вы успешно справились с задачей в нашей игре, значит, и&nbsp;на реальном выступлении получится не&nbsp;хуже!</p>`,
                additionButton: "Дальше"
            },
            {
                addition: `<h2>Неплохо, но пара речевых ошибок всё же осталась!</h2>
                <p>К&nbsp;счастью, аудитория понимает, что это ваше первое выступление и не&nbsp;судит строго!</p>
                <p>Не забудьте проработать эту тему в&nbsp;будущем: говорите не спеша и избавляйтесь от всех слов, которые не относятся к&nbsp;сути выступления.</p>`,
                additionButton: "Дальше"
            }
        ]
    },
    {
        level: 8,
        visiblePeople: [2, 4, 5, 6, 7, 8, 9, 10],
        visiblePeopleMob: [2, 3, 4, 5, 6, 7, 9, 10],
        type: "audience"
    },
    {
        level: 9,
        type: "standart",
        people: true,
        visiblePeople: [2, 4, 5, 6, 7, 8, 9, 10],
        visiblePeopleMob: [2, 3, 4, 5, 6, 7, 9, 10],
        question: `<h2>Отлично!</h2><p>Кажется, в аудитории скоро закончатся свободные места!</p>`,
        answers: [{
            additionText: 'Дальше'
        }]
    },
    {
        level: 10,
        visiblePeople: [2, 4, 5, 6, 7, 8, 9, 10],
        visiblePeopleMob: [2, 3, 4, 5, 6, 7, 9, 10],
        type: 'sound',
        question: `<h2>Громкость речи</h2>
        <p>Пара ребят начала обсуждать спойлеры последнего популярного сериала и, 
        кажется, вот-вот внимание переключится на&nbsp;них.</p>
        <p>Так дела не пойдут: говорить нужно...</p>`,
        answers: [
            {
                addition: `<h2>Отлично!</h2>
                <p>Вы снова привлекли внимание всех слушателей!</p>
                <p>Когда спикер понижает голос, все прекращают разговоры и внимательно слушают именно его.</p>
                <p>Но будьте аккуратны, если постоянно говорить тихо, аудитории будет сложно слушать вашу речь.</p>`,
                additionButton: "Дальше"

            },
            {
                addition: `<h2>Неплохая попытка!</h2>
                <p>Вы стали говорить громче и разговоры прекратились, но&nbsp;кажется, вы так сорвете голос.</p>
                <p>Не стоит перекрикивать аудиторию постоянно, иногда  нужно говорить тише, чтобы привлечь к&nbsp;себе больше внимания.</p>`,
                additionButton: "Дальше"
            }
        ]
    },
    {
        level: 11,
        type: "audience",
        visiblePeople: [1, 2, 3, 4, 5, 6, 7, 8, 9, 10],
        visiblePeopleMob: [1, 2, 3, 4, 5, 6, 7, 8, 9, 10,],
    },
    {
        level: 12,
        people: true,
        type: "standart",
        visiblePeople: [1, 2, 3, 4, 5, 6, 7, 8, 9, 10],
        visiblePeopleMob: [1, 2, 3, 4, 5, 6, 7, 8, 9, 10,],
        question: `<h2>Супер!</h2><p>Новые слушатели продолжают приходить!</p>`,
        answers: [{
            additionText: 'Дальше'
        }]
    },
    {
        level: 13,
        visiblePeople: [1, 2, 3, 4, 5, 6, 7, 8, 9, 10],
        visiblePeopleMob: [1, 2, 3, 4, 5, 6, 7, 8, 9, 10,],
        type: "standart",
        question: `<h2>Контакт с аудиторией</h2>
        <p>Юрист Брайан Стивенсон однажды привлёк 1,3&nbsp;млн долларов всего за одно выступление. Для этого значительную часть времени спикер потратил на установление связи со&nbsp;слушателями.</p>
        <p>Зрительный контакт&nbsp;– отличное начало. Готовы попробовать?</p>`,
        answers: [
            {
                text: "Дальше",
                addition: `<h2>Зрительный контакт</h2>
                <p>Взгляните на ваших слушателей с помощью глаза-курсора. Для установления зрительного контакта достаточно пары секунд.</p>`,
                additionButton: "Наладить контакт!"
            }]
    },
    {
         visiblePeople: [1, 2, 3, 4, 5, 6, 7, 8, 9, 10],
        visiblePeopleMob: [1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14],
        level: 14,
        type: "eye_contact"
    },
    {
         visiblePeople: [1, 2, 3, 4, 5, 6, 7, 8, 9, 10],
        visiblePeopleMob: [1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14],
        level: 15,
        type: "standart",
        question: `<h2>Есть контакт!</h2>
        <p>Все взгляды прикованы к&nbsp;вам!</p>
        <p>Как вы сами убедились, необязательно смотреть в&nbsp;глаза каждому зрителю.</p>
        <p>Достаточно окинуть взглядом определённый сектор аудитории, чтобы каждый слушатель почувствовал связь с &nbsp;вами.</p>`,
        answers: [
            {
                text: 'Понятно',
                addition: `<h2>Поздравляем!</h2>
                <p>Кажется, пора задуматься об участии в&nbsp;масштабном конкурсе для просветителей «Лига лекторов»!</p>
                <p>А чтобы все ваши лекции были идеальными, введите ваш email ниже, и&nbsp;мы направим вам чек-лист для подготовки к&nbsp;выступлению.</p>`,
                additionButton: "Получить чек-лист"
            }
        ]
    },
    {
         visiblePeople: [1, 2, 3, 4, 5, 6, 7, 8, 9, 10],
        visiblePeopleMob: [1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14],
        level: 16,
        type: 'standart',
        question: `<h2>Отлично!</h2>
        <p>Здорово, что вы решили не&nbsp;останавливаться на достигнутом!</p>
        <p>Ищите чек-лист выступления в почте. Если вам понравилась наша игра, поделитесь ею с&nbsp;друзьями!</p>
        <p>До встречи!</p>`,
        answers: []

    }
]